Repository: biagio-94/gear-pizza
Catalog: lib/l10n/app_*.arb
Languages: it

source: Hello
it: Ciao

# welcome
source: Welcome to Sella Personal Credit for Business.
it: benvenuto in Sella Personal Credit for Business.

# welcome2
source: Welcome back to Sella Personal Credit for Business.
it: bentornato in Sella Personal Credit for Business.

# action
source: How do you want to proceed?
it: Come vuoi procedere?

# newEstimate
source: Create new quotation
it: Crea nuovo preventivo

source: Financial calculator
it: Calcolatrice finanziaria

source: Your estimates
it: I tuoi preventivi

source: Choose product
it: Scegli il prodotto

# what_product
source: What product do you want to fund?
it: Quale prodotto vuoi finanziare?

source: Company name
it: Ragione sociale

source: Dealer code
it: Codice dealer

source: LOAN
it: PREVENTIVO

# loanProceed
source: Proceed with your quote proposal or edit the various fields
it: Procedi con la tua proposta di preventivo o modifica i vari campi

source: Or
it: Oppure

# modifyLoan
source: Modify the loan
it: Modifica il preventivo

source: Monthly payment
it: Rata mensile

# installmentNumber
source: NÂ° Installment
it: N° Rate

source: Total required:
it: Totale richiesto:

# proceedWithLoan
source: PROCEED TO LOAN
it: PROCEDI CON IL PREVENTIVO

source: INSURANCE
it: ASSICURAZIONE

# choose_insurance
source: Select insurance coverage to be funded
it: Seleziona la copertura assicurativa da finanziare

# calcolculatorButtonText1
source: Continue with insurance
it: Procedi con assicurazione

# calcolculatorButtonText2
source: Continue without insurance
it: Procedi senza assicurazione

# calcolculatorButtonNewImport
source: Choose another amount
it: Esegui nuovo calcolo

# noNotifications
source: No notifications available.
it: Nessuna notifica disponibile.

# sendPDFSecciAnonymus
source: Send anonymous quote
it: Invia preventivo anonimo

source: Your loan
it: Il tuo preventivo

# multiRataScreenDescription
source: Increase or decrease the installment amount using the dedicated buttons.
it: Aumenta o diminuisci l'importo della rata attraverso gli appositi pulsanti.
